Repository: px55avd/P_UX
Catalog: P_UX-ACD-EgalAhmeOmar/Ressources/*.resx
Languages: french, italian, spanish

# btnAirportticket
source: Airport
french: Aéroport
italian: Aeroporto
spanish: Aeropuerto

# btnBack
source: Back
french: Retour
italian: Torna a
spanish: Volver

# btnBackinHeader
source: Back
french: Retour
italian: Torna a
spanish: Volver

# btnBasicTickets
source: Standard Tickets
french: Tickets Normaux
italian: Biglietti standard
spanish: Entradas estándar

# btnChessydisneyTicket
source: Chessy Disney Paris
french: Disneyland Paris
italian: Disneyland Parigi
spanish: Disneyland París

# btnDonthaveNavigo
source: You do not have a Navigo card. Push here.
french: Vous n'avez de Carte Navigo, Appuyer ici
italian: Se non si dispone di una carta Navigo, premere qui
spanish: Si no tiene tarjeta Navigo, pulse aquí

# btnDownreducedPrice
source: Less
french: Moins
italian: Meno
spanish: Menos

# btnDownstandardPrice
source: Less
french: Moins
italian: Meno
spanish: Menos

# btnNextpurchase
source: Next Purchase
french: Prochain Achat
italian: Prossimo acquisto
spanish: Próxima compra

# btnParisvisite
source: Paris Visite
italian: Visita a Parigi
spanish: Visita a París

# btnPay
source: Pay
french: Payer
italian: Paga
spanish: Pagar

# btnPlacenavigoPass
source: Deposite your Navigo card.
french: Déposer votre carte Navigo
italian: Depositare la carta Navigo
spanish: Deposite su tarjeta Navigo

# btnSpecialtickets
source: Special Tickets
french: Tickets Spéciaux
italian: Biglietti speciali
spanish: Billetes especiales

# btnStopInFooter
source: Stop
italian: Fermarsi

# btnUpreducedPrice
source: More
french: Plus
italian: Di più
spanish: Más

# btnUpstandardPrice
source: More
french: Plus
italian: Di più
spanish: Más

# btnValidatorcard
source: Valid
french: Valider
italian: Confermare
spanish: Confirmar

# btnValidatorcoinsAndnotes
source: Valid
french: Valider
italian: Confermare
spanish: Confirmar

# btnValidatorgooglePay
source: Valid
french: Valider
italian: Confermare
spanish: Confirmar

# btnValidatorInfos
source: Valid
french: Valider
italian: Confermare
spanish: Confirmar

# btnYesforReceipt
source: Yes
french: Oui
italian: Sì
spanish: Sí

# currentTotalprice
source: Total prices :
italian: Prezzi totali :
spanish: Precios totales :

# lblAcceptedbankCards
source: Bank cards accepted :
french: Cartes banquaires acceptées :
italian: Carte bancarie accettate :
spanish: Tarjetas bancarias aceptadas :

# lblAcceptedcoinsAndnotes
source: Coins and notes accepted :
french: Pièces et billets acceptés :
italian: Si accettano monete e banconote:
spanish: Se aceptan monedas y billetes :

# lblnumberSpecialTicket
source: Number of Special Tickets :
french: Nombre de billet Spéciaux :
italian: Numero di biglietti speciali :
spanish: Número de entradas especiales :

# lblRadiobuttonTypeticket
source: Type of pricing :
french: Type de tarification :
italian: Tipo di prezzo :
spanish: Tipo de tarificación :

# lblReducedprice
source: Reduced price :
french: Prix réduit :
italian: Prezzo ridotto :
spanish: Precio reducido :

# lblSelectlangages
source: Select a language
french: Selectionnner une langue
italian: Selezionare una lingua
spanish: Seleccione un idioma

# lblStandardprice
source: Standard price :
french: Prix standard :
italian: Prezzo standard :
spanish: Precio estándar :

# lbltextinHeader
source: Make a choice:
french: Faites un choix :
italian: Fate una scelta:
spanish: Elige:

# lbltextinHeaderinAllmyChoices
source: Make choices :
french: Mes choix :
italian: Le mie scelte :
spanish: Mis opciones :

# lbltextinHeaderinBillorNot
source: Would you like a receipt?
french: Voulez-vous une quittance ?
italian: Desidera una ricevuta?
spanish: ¿Quiere un recibo?

# lbltextinHeaderinSelectpaymentMethod
source: Total payable :
french: Total à payer :
italian: Totale da pagare :
spanish: Total a pagar :

# lblTextInside
source: total in progress :
french: total en cours :
italian: totale in corso :
spanish: total en curso :

# lblTypeofPayement
source: Using Google Pay :
french: Utiliser Google Pay :
italian: Utilizzo di Google Pay :
spanish: Uso de Google Pay :

# numberTickets
source: Number of tickets :
italian: Numero di biglietti :
spanish: Numero di biglietti :

# pleasePay
source: Please use the payment method selected.
french: Merci de procéder au moyen de paiment selectionné.
italian: Si prega di utilizzare il metodo di pagamento selezionato.
spanish: Utilice el método de pago seleccionado.

# radioBtnfiveSpecialticket
source: 5 days
french: 5 Jours
italian: 5 giorni
spanish: 5 días

# radioBtnoneSpecialticket
source: 1 day
french: 1 Jour
italian: 1 giorno
spanish: 1 día

# radioBtnreducedPrice
source: Reduced price
french: Prix réduit
italian: Prezzo ridotto
spanish: Precio reducido

# radioBtnStandardprice
source: Standard price
french: Prix standard
italian: Prezzo standard
spanish: Precio estándar

# radioBtnthreeSpecialticket
source: 3 days
french: 3 Jours
italian: 3 giorni
spanish: 3 días

# textPriceinBasket
source: Price( €) :
italian: Prezzo( €) :
spanish: Prezzo( €) :

# textTotalpriceInmybasket
source: Total prices :
italian: Prezzi totali :
spanish: Prezzo totale :

# typeTicket
source: Type of tickets
italian: Tipo di biglietto :
spanish: Tipo di biglietto :

# validTicketselected
source: Your tickets have been added to the basket.
french: Vos billet ont bien été ajoutée au panier.
italian: I biglietti sono stati aggiunti al carrello.
spanish: Sus entradas se han añadido a la cesta.

# zeroTicketselected
source: No tickets selected!
french: Aucun ticket n'est selectionné !
italian: Nessun biglietto selezionato!
spanish: No se han seleccionado entradas.

# _nameAirporticket
source: Airport ticket
french: Ticket Aéroport
italian: Biglietto aeroportuale
spanish: Billete de aeropuerto

# _nameChessyDisneyticket
source: Chessy Disney Paris Ticket
french: Ticket Dineyland Paris
italian: Biglietto Dineyland Parigi
spanish: Billete Dineyland París

# _nameParisVisiteticket
source: Ticket Paris Visite
italian: Biglietto Visite Parigi
spanish: Billete Paris Visite

# _nameReducedticket
source: Reduced price ticket
french: Ticket à prix Réduit
italian: Biglietto ridotto
spanish: Entrada a precio reducido

# _nameStandardticket
source: Standard ticket
french: Ticket standard
italian: Biglietto standard
spanish: Billete estándar

# btnNoforReceipt
source: No
french: Non
